export const greetingData = {
  title: `Лучшие художники-фотореалисты бросают тебе вызов!`,
  challengetext: `Правила игры просты:`,
  rules: new Set([`Нужно отличить рисунок от фотографии и сделать выбор.`,
    `Задача кажется тривиальной, но не думай, что все так просто.`,
    `Фотореализм обманчив и коварен.`,
    `Помни, главное — смотреть очень внимательно.`])
};

export const rulesData = {
  title: `Правила`,
  rules: new Set([`Угадай 10 раз для каждого изображения фото
  <img class="rules__icon" src="img/icon-photo.png" width="32" height="31" alt="Фото"> или рисунок
  <img class="rules__icon" src="img/icon-paint.png" width="32" height="31" alt="Рисунок"></li>`,
  `Фотографиями или рисунками могут быть оба изображения.`,
  `На каждую попытку отводится 30 секунд.`,
  `Ошибиться можно не более 3 раз.`])
};
